tap "1password/tap"
tap "derailed/k9s"
tap "git-chglog/git-chglog"
tap "go-swagger/go-swagger"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mint-lang/mint-lang"
tap "stripe/stripe-cli"
tap "superfly/tap"
brew "autoconf"
brew "automake"
brew "freetype"
brew "avro-tools"
brew "bash"
brew "cloc"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "elasticsearch@6", link: true
brew "erlang"
brew "git"
brew "go"
brew "glide"
brew "gnu-sed"
brew "helm"
brew "hub"
brew "imagemagick"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "memcached"
brew "mitmproxy"
brew "nginx"
brew "nyancat"
brew "pkg-config"
brew "pngquant"
brew "postgresql@14"
brew "pyenv"
brew "qt"
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "swiftformat"
brew "tcpflow"
brew "tfenv"
brew "thefuck"
brew "vault"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "git-chglog/git-chglog/git-chglog"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "mint-lang/mint-lang/mint-lang"
brew "stripe/stripe-cli/stripe"
brew "superfly/tap/flyctl"
cask "1password-cli"
cask "docker"
cask "macdown"
cask "middleclick"
cask "ngrok"
cask "shiftit"
cask "zulu11"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andys8.jest-snippets"
vscode "apollographql.vscode-apollo"
vscode "ardenivanov.svelte-intellisense"
vscode "atlassian.atlascode"
vscode "attilabuti.vscode-mjml"
vscode "auchenberg.vscode-sublime-importer"
vscode "bibhasdn.unique-lines"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "castwide.solargraph"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-new-file"
vscode "drekevist.jest-only-toggle"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ExodiusStudios.comment-anchors"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "johnpapa.vscode-peacock"
vscode "karunamurti.rspec-snippets"
vscode "KoichiSasada.vscode-rdbg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mdickin.markdown-shortcuts"
vscode "mermade.openapi-lint"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "nrwl.angular-console"
vscode "Orta.vscode-jest"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "pavlitsky.yard"
vscode "Prisma.prisma"
vscode "quicktype.quicktype"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "ryanlaws.toggle-case"
vscode "Shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vknabel.vscode-swiftformat"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "WallabyJs.quokka-vscode"
vscode "windmilleng.vscode-go-autotest"
vscode "wingrunr21.vscode-ruby"
vscode "zxh404.vscode-proto3"
