tap "1password/tap"
tap "derailed/k9s"
tap "git-chglog/git-chglog"
tap "go-swagger/go-swagger"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mint-lang/mint-lang"
tap "stripe/stripe-cli"
tap "superfly/tap"
brew "autoconf"
brew "automake"
brew "freetype"
brew "avro-tools"
brew "bash"
brew "cloc"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "erlang"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "hub"
brew "imagemagick"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "memcached"
brew "nginx"
brew "nyancat"
brew "pkgconf"
brew "pngquant"
brew "postgresql@14"
brew "pyenv"
brew "qt"
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "swiftformat"
brew "tcpflow"
brew "tfenv"
brew "thefuck"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "git-chglog/git-chglog/git-chglog"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "mint-lang/mint-lang/mint-lang"
brew "stripe/stripe-cli/stripe"
brew "superfly/tap/flyctl"
cask "1password-cli"
cask "macdown"
cask "middleclick"
cask "ngrok"
cask "rectangle"
