tap "derailed/k9s"
tap "git-chglog/git-chglog"
tap "go-swagger/go-swagger"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "autoconf"
brew "automake"
brew "avro-tools"
brew "bash"
brew "cloc"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "elasticsearch", restart_service: true
brew "erlang"
brew "freetype"
brew "gettext", link: false
brew "git"
brew "go"
brew "glide"
brew "gnu-sed"
brew "helm", link: false
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "librdkafka"
brew "memcached"
brew "readline", link: true
brew "mitmproxy"
brew "nginx"
brew "nyancat"
brew "pkg-config"
brew "pngquant"
brew "postgresql"
brew "qt"
brew "rabbitmq", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tcpflow"
brew "terraform"
brew "thefuck"
brew "vault"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "git-chglog/git-chglog/git-chglog"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "docker"
cask "iterm2"
cask "java"
cask "macdown"
cask "middleclick"
cask "ngrok"
cask "postgres"
cask "shiftit"
